Repository: DJBen/StarryNight
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, he, hi, it, ja, ko, pt_br, ru, ta, te, uk, vi, zh_hans, zh_hant

source: Andromeda
ar: المرأة المسلسلة
el: Ανδρομέδα
es: Andrómeda
fr: Andromède
he: אנדרומדה
hi: एंड्रोमेडा
ja: アンドロメダ
ko: 안드로메다자리
pt_br: Andrômeda
ru: Андромеда
ta: ஆன்ட்ரோமெடா
te: ఆండ్రోమెడ
uk: Андромеда
zh_hans: 仙女座
zh_hant: 仙女座

source: Antlia
ar: آلة الهواء
de: Luftpumpe
el: Αντλία
es: Máquina Neumática
fr: Machine pneumatique
he: משאבת אוויר
hi: वायु पम्प
ja: ポンプ座
ko: 공기펌프자리
pt_br: Bomba de Ar
ru: Насос
ta: ஆன்ட்லியா
te: ఆంట్లియా
uk: Насос
vi: Máy bơm
zh_hans: 唧筒座
zh_hant: 唧筒座

source: Apus
ar: طائر الفردوس
de: Paradiesvogel
el: Άπους
es: Ave del Paraíso
fr: Oiseau de paradis
he: עוף החול
hi: स्वर्गीय पक्षी
ja: ふうちょう座
ko: 극락조자리
pt_br: Ave do Paraíso
ru: Райская Птица
ta: அபஸ்
te: అపస్
uk: Райський Птах
vi: Chim thiên đường
zh_hans: 天燕座
zh_hant: 天燕座

source: Aquarius
ar: الدلو
de: Wassermann
el: Υδροχόος
es: Acuario
fr: Verseau
he: מזל דלי
hi: कुम्भ
it: Aquario
ja: みずがめ座
ko: 물병자리
pt_br: Aquário
ru: Водолей
ta: கும்பம்
te: కుంభం
uk: Водолій
vi: Bảo Bình
zh_hans: 宝瓶座
zh_hant: 寶瓶座

source: Aquila
ar: النسر
de: Adler
el: Αετός
es: Águila
fr: Aigle
he: נשר
hi: गरुड़
ja: わし座
ko: 독수리자리
pt_br: Águia
ru: Орёл
ta: அக்விலா
te: క్విలా
uk: Орел
vi: Đại Bàng
zh_hans: 天鹰座
zh_hant: 天鷹座

source: Ara
ar: المذبح
de: Altar
el: Βωμός
es: Altar
fr: Autel
he: מזבח
hi: वेदी
ja: さいだん座
ko: 제단자리
pt_br: Altar
ru: Жертвенник
ta: அரா
te: అరా
uk: Жертовник
vi: Bàn thờ
zh_hans: 祭坛座
zh_hant: 祭壇座

source: Aries
ar: الحمل
de: Widder
el: Κριός
fr: Bélier
he: טלה
hi: मेष
it: Ariete
ja: おひつじ座
ko: 양자리
pt_br: Áries
ru: Овен
ta: மேஷம்
te: మేషం
uk: Овен
vi: Bạch Dương
zh_hans: 白羊座
zh_hant: 白羊座

source: Auriga
ar: العوّاء
de: Fuhrmann
el: Ηνίοχος
es: Cochero
fr: Cocher
he: עגלון
hi: सारथी
ja: ぎょしゃ座
ko: 마차부자리
pt_br: Cocheiro
ru: Возничий
ta: ஆரிகா
te: ఆరిగా
uk: Візничий
vi: Ngự Phu
zh_hans: 御夫座
zh_hant: 御夫座

source: Boötes
ar: الراعي
de: Bärenhüter
el: Βοώτης
es: Boyero
fr: Bouvier
he: רועה שוורים
hi: चरवाहा
it: Boote
ja: うしかい座
ko: 목동자리
pt_br: Boieiro
ru: Волопас
ta: பூட்ஸ்
te: బోట్స్
uk: Волопас
vi: Mục Phu
zh_hans: 牧夫座
zh_hant: 牧夫座

source: Caelum
ar: الإزميل
de: Gravurstichel
el: Γλυφείον
es: Cincel
fr: Burin
he: אזמל
hi: छेनी
it: Cielo
ja: ちょうこくぐ座
ko: 조각칼자리
pt_br: Buril
ru: Резец
ta: சீலம்
te: సీలం
uk: Різець
vi: Đục
zh_hans: 雕具座
zh_hant: 雕具座

source: Camelopardalis
ar: الزرافة
de: Giraffe
el: Καμηλοπάρδαλις
es: Jirafa
fr: Girafe
he: ג'ירף
hi: जिराफ
it: Giraffa
ja: キリン座
ko: 기린자리
pt_br: Girafa
ru: Жираф
ta: காமிலோபார்டலிஸ்
te: కామెలోపార్డాలిస్
uk: Жираф
vi: Hươu cao cổ
zh_hans: 鹿豹座
zh_hant: 鹿豹座

source: Cancer
ar: السرطان
de: Krebs
el: Καρκίνος
es: Cáncer
he: סרטן
hi: कर्क
it: Cancro
ja: かに座
ko: 게자리
pt_br: Câncer
ru: Рак
ta: கடகம்
te: కర్కాటకం
uk: Рак
vi: Cự Giải
zh_hans: 巨蟹座
zh_hant: 巨蟹座

source: Canes Venatici
ar: الكلبان السلوقيان
de: Jagdhunde
el: Θηρευτικοί Κύνες
es: Lebreles
fr: Chiens de chasse
he: כלבי ציד
hi: शिकारी कुत्ते
it: Cani da Caccia
ja: りょうけん座
ko: 사냥개자리
pt_br: Cães de Caça
ru: Гончие Псы
ta: கேன்ஸ் வெனாடிசி
te: కేన్స్ వెనాటిసి
uk: Гончі Пси
vi: Chó săn
zh_hans: 猎犬座
zh_hant: 獵犬座

source: Canis Major
ar: الكلب الأكبر
de: Großer Hund
el: Μέγας Κύων
es: Can Mayor
fr: Grand Chien
he: כלב גדול
hi: वृहत श्वान
it: Cane Maggiore
ja: おおいぬ座
ko: 큰개자리
pt_br: Cão Maior
ru: Большой Пёс
ta: கானிஸ் மேஜர்
te: కానిస్ మేజర్
uk: Великий Пес
vi: Chó Lớn
zh_hans: 大犬座
zh_hant: 大犬座

source: Canis Minor
ar: الكلب الأصغر
de: Kleiner Hund
el: Μικρός Κύων
es: Can Menor
fr: Petit Chien
he: כלב קטן
hi: लघु श्वान
it: Cane Minore
ja: こいぬ座
ko: 작은개자리
pt_br: Cão Menor
ru: Малый Пёс
ta: கானிஸ் மைனர்
te: కానిస్ మైనర్
uk: Малий Пес
vi: Chó Nhỏ
zh_hans: 小犬座
zh_hant: 小犬座

source: Capricornus
ar: الجدي
de: Steinbock
el: Αιγόκερως
es: Capricornio
fr: Capricorne
he: גדי
hi: मकर
it: Capricorno
ja: やぎ座
ko: 염소자리
pt_br: Capricórnio
ru: Козерог
ta: மகரம்
te: మకరం
uk: Козоріг
vi: Ma Kết
zh_hans: 摩羯座
zh_hant: 摩羯座

source: Carina
ar: العارضة
de: Kiel des Schiffs
el: Τρόπις
es: Quilla
fr: Carène
he: שדרית
hi: नौका की पेंदी
it: Carena
ja: りゅうこつ座
ko: 용골자리
ru: Киль
ta: கரீனா
te: కరీనా
uk: Кіль
vi: Thuyền Đáy
zh_hans: 船底座
zh_hant: 船底座

source: Cassiopeia
ar: ذات الكرسي
de: Kassiopeia
el: Κασσιόπη
es: Casiopea
fr: Cassiopée
he: קסיופאה
hi: कैसियोपिया
it: Cassiopea
ja: カシオペヤ座
ko: 카시오페이아자리
ru: Кассиопея
ta: காசியோபியா
te: కాసియోపియా
uk: Кассіопея
vi: Tiên Hậu
zh_hans: 仙后座
zh_hant: 仙后座

source: Centaurus
ar: القنطور
de: Zentaur
el: Κένταυρος
es: Centauro
fr: Centaure
he: קנטאורוס
hi: अश्वमानव
it: Centauro
ja: ケンタウルス座
ko: 켄타우루스자리
pt_br: Centauro
ru: Кентавр
ta: சென்டாரஸ்
te: సెంటారస్
uk: Кентавр
vi: Nhân Mã
zh_hans: 半人马座
zh_hant: 半人馬座

source: Cepheus
ar: القيطس
de: Kepheus
el: Κηφεύς
es: Cefeo
fr: Céphée
he: קפאוס
hi: सिफियस
it: Cefeo
ja: ケフェウス座
ko: 케페우스자리
pt_br: Cefeu
ru: Цефей
ta: சிபியஸ்
te: సెఫ్యూస్
uk: Цефей
vi: Tiên Vương
zh_hans: 仙王座
zh_hant: 仙王座

source: Cetus
ar: الحوت
de: Walfisch
el: Κήτος
es: Ballena
fr: Baleine
he: לווייתן
hi: व्हेल मछली
it: Balena
ja: くじら座
ko: 고래자리
pt_br: Baleia
ru: Кит
ta: சீட்டஸ்
te: సెటస్
uk: Кит
vi: Cá Voi
zh_hans: 鲸鱼座
zh_hant: 鯨魚座

source: Chamaeleon
ar: الحرباء
de: Chamäleon
el: Χαμαιλέων
es: Camaleón
fr: Caméléon
he: זיקית
hi: गिरगिट
it: Camaleonte
ja: カメレオン座
ko: 카멜레온자리
pt_br: Camaleão
ru: Хамелеон
ta: சாமேலியன்
te: చమేలియన్
uk: Хамелеон
vi: Tắc kè hoa
zh_hans: 蝘蜓座
zh_hant: 蝘蜓座

source: Circinus
ar: الفرجار
de: Zirkel
el: Διαβήτης
es: Compás
fr: Compas
he: מצפן
hi: कम्पास
it: Compasso
ja: コンパス座
ko: 컴퍼스자리
pt_br: Compasso
ru: Циркуль
ta: சர்கினஸ்
te: సర్సినస్
uk: Циркуль
vi: Compa
zh_hans: 圆规座
zh_hant: 圓規座

source: Columba
ar: الحمامة
de: Taube
el: Περιστερά
es: Paloma
fr: Colombe
he: יונה
hi: कबूतर
it: Colomba
ja: はと座
ko: 비둘기자리
pt_br: Pomba
ru: Голубь
ta: கொலும்பா
te: కొలంబ
uk: Голуб
vi: Bồ câu
zh_hans: 天鸽座
zh_hant: 天鴿座

source: Coma Berenices
ar: شعر برنيس
de: Haar der Berenike
el: Κόμη Βερενίκης
es: Cabellera de Berenice
fr: Chevelure de Bérénice
he: שערות ברניקי
hi: बेरेनिस के बाल
it: Chioma di Berenice
ja: かみのけ座
ko: 머리털자리
pt_br: Cabeleira de Berenice
ru: Волосы Вероники
ta: கோமா பெரனிசிஸ்
te: కోమా బెరెనిసెస్
uk: Волосся Береніки
vi: Tóc của Berenice
zh_hans: 后发座
zh_hant: 后髮座

source: Corona Australis
ar: الإكليل الجنوبي
de: Südliche Krone
el: Νότιος Στέφανος
es: Corona Austral
fr: Couronne australe
he: כתר דרומי
hi: दक्षिणी मुकुट
it: Corona Australe
ja: みなみのかんむり座
ko: 남쪽왕관자리
pt_br: Coroa Austral
ru: Южная Корона
ta: கொரோனா ஆஸ்ட்ராலிஸ்
te: కరోనా ఆస్ట్రాలిస్
uk: Південна Корона
vi: Vương miện phương Nam
zh_hans: 南冕座
zh_hant: 南冕座

source: Corona Borealis
ar: الإكليل الشمالي
de: Nördliche Krone
el: Βόρειος Στέφανος
es: Corona Boreal
fr: Couronne boréale
he: כתר צפוני
hi: उत्तरी मुकुट
it: Corona Boreale
ja: かんむり座
ko: 왕관자리
pt_br: Coroa Boreal
ru: Северная Корона
ta: கொரோனா போரியாலிஸ்
te: కరోనా బోరియాలిస్
uk: Північна Корона
vi: Vương miện phương Bắc
zh_hans: 北冕座
zh_hant: 北冕座

source: Corvus
ar: الغراب
de: Rabe
el: Κόραξ
es: Cuervo
fr: Corbeau
he: עורב
hi: कौवा
it: Corvo
ja: からす座
ko: 까마귀자리
pt_br: Corvo
ru: Ворон
ta: கோர்வஸ்
te: కార్వస్
uk: Ворон
vi: Quạ
zh_hans: 乌鸦座
zh_hant: 烏鴉座

source: Crater
ar: الكأس
de: Becher
el: Κρατήρ
es: Copa
fr: Coupe
he: גביע
hi: प्याला
it: Cratere
ja: コップ座
ko: 컵자리
pt_br: Taça
ru: Чаша
ta: கிரேட்டர்
te: క్రేటర్
uk: Чаша
vi: Cái cốc
zh_hans: 巨爵座
zh_hant: 巨爵座

source: Crux
ar: الصليب الجنوبي
de: Kreuz des Südens
el: Σταυρός
es: Cruz del Sur
fr: Croix du Sud
he: צלב הדרום
hi: दक्षिणी क्रूस
it: Croce del Sud
ja: みなみじゅうじ座
ko: 남십자자리
pt_br: Cruzeiro do Sul
ru: Южный Крест
ta: க்ரூக்ஸ்
te: క్రక్స్
uk: Південний Хрест
vi: Chữ Thập phương Nam
zh_hans: 南十字座
zh_hant: 南十字座

source: Cygnus
ar: الدجاجة
de: Schwan
el: Κύκνος
es: Cisne
fr: Cygne
he: ברבור
hi: हंस
it: Cigno
ja: はくちょう座
ko: 고니자리
pt_br: Cisne
ru: Лебедь
ta: சிக்னஸ்
te: సిగ్నస్
uk: Лебідь
vi: Thiên Nga
zh_hans: 天鹅座
zh_hant: 天鵝座

source: Delphinus
ar: الدلفين
de: Delfin
el: Δελφίν
es: Delfín
fr: Dauphin
he: דולפין
hi: डॉल्फिन
it: Delfino
ja: いるか座
ko: 돌고래자리
pt_br: Golfinho
ru: Дельфин
ta: டெல்பினஸ்
te: డాల్ఫినస్
uk: Дельфін
vi: Cá Heo
zh_hans: 海豚座
zh_hant: 海豚座

source: Dorado
ar: سمكة أبو سيف
de: Goldfisch
el: Δοράς
fr: Dorade
he: דג זהב
hi: सुनहरी मछली
ja: かじき座
ko: 황새치자리
pt_br: Dourado
ru: Золотая Рыба
ta: டொராடோ
te: డొరాడో
uk: Золота Риба
vi: Cá Vàng
zh_hans: 剑鱼座
zh_hant: 劍魚座

source: Draco
ar: التنين
de: Drache
el: Δράκων
es: Dragón
fr: Dragon
he: דרקון
hi: अजगर
it: Drago
ja: りゅう座
ko: 용자리
pt_br: Dragão
ru: Дракон
ta: டிராகோ
te: డ్రాకో
uk: Дракон
vi: Rồng
zh_hans: 天龙座
zh_hant: 天龍座

source: Equuleus
ar: الحصان الصغير
de: Füllen
el: Ιππάριον
es: Caballito
fr: Petit Cheval
he: סוסון
hi: छोटा घोड़ा
it: Cavallino
ja: こうま座
ko: 조랑말자리
pt_br: Cavalo Menor
ru: Малый Конь
ta: ஈக்யூலியஸ்
te: ఈక్వల్యూస్
uk: Малий Кінь
vi: Ngựa nhỏ
zh_hans: 小马座
zh_hant: 小馬座

source: Eridanus
ar: النهر
el: Ηριδανός
es: Erídano
fr: Éridan
he: ארידנוס
hi: इरिडानस नदी
it: Eridano
ja: エリダヌス座
ko: 에리다누스자리
pt_br: Rio Erídano
ru: Эридан
ta: எரிடானஸ்
te: ఎరిడనస్
uk: Ерідан
vi: Sông Eridanus
zh_hans: 波江座
zh_hant: 波江座

source: Fornax
ar: الفرن
de: Ofen
el: Κάμινος
es: Horno
fr: Fourneau
he: תנור
hi: भट्टी
it: Fornace
ja: ろ座
ko: 화로자리
pt_br: Fornalha
ru: Печь
ta: ஃபோர்னாக்ஸ்
te: ఫోర్నాక్స్
uk: Піч
vi: Lò
zh_hans: 炉座
zh_hant: 爐座

source: Gemini
ar: الجوزاء
de: Zwillinge
el: Δίδυμοι
es: Géminis
fr: Gémeaux
he: תאומים
hi: मिथुन
it: Gemelli
ja: ふたご座
ko: 쌍둥이자리
pt_br: Gêmeos
ru: Близнецы
ta: மிதுனம்
te: మిథునం
uk: Близнята
vi: Song Tử
zh_hans: 双子座
zh_hant: 雙子座

source: Grus
ar: الكركي
de: Kranich
el: Γερανός
es: Grulla
fr: Grue
he: עגור
hi: सारस
it: Gru
ja: つる座
ko: 두루미자리
pt_br: Grou
ru: Журавль
ta: க்ரூஸ்
te: గ్రస్
uk: Журавель
vi: Sếu
zh_hans: 天鹤座
zh_hant: 天鶴座

source: Hercules
ar: هرقل
de: Herkules
el: Ηρακλής
es: Hércules
fr: Hercule
he: הרקולס
hi: हरक्यूलिस
it: Ercole
ja: ヘルクレス座
ko: 헤르쿨레스자리
pt_br: Hércules
ru: Геркулес
ta: ஹெர்குலஸ்
te: హెర్క్యులస్
uk: Геркулес
vi: Héc-quyn
zh_hans: 武仙座
zh_hant: 武仙座

source: Horologium
ar: الساعة
de: Pendeluhr
el: Ωρολόγιον
es: Reloj
fr: Horloge
he: שעון
hi: घड़ी
it: Orologio
ja: とけい座
ko: 시계자리
pt_br: Relógio
ru: Часы
ta: ஹோரோலாஜியம்
te: హోరోలోజియం
uk: Годинник
vi: Đồng hồ
zh_hans: 时钟座
zh_hant: 時鐘座

source: Hydra
ar: الشجاع
de: Wasserschlange
el: Ύδρα
es: Hidra
fr: Hydre
he: הידרה
hi: जल सर्प
it: Idra
ja: うみへび座
ko: 바다뱀자리
pt_br: Hidra
ru: Гидра
ta: ஹைட்ரா
te: హైడ్రా
uk: Гідра
vi: Thủy Xà
zh_hans: 长蛇座
zh_hant: 長蛇座

source: Hydrus
ar: الشجاع الجنوبي
de: Kleine Wasserschlange
el: Ύδρος
es: Hidra Macho
fr: Hydre mâle
he: הידרוס
hi: छोटा जल सर्प
it: Idra Maschio
ja: みずへび座
ko: 물뱀자리
pt_br: Hidra Macho
ru: Южная Гидра
ta: ஹைட்ரஸ்
te: హైడ్రస్
uk: Південна Гідра
vi: Thủy Xà nhỏ
zh_hans: 水蛇座
zh_hant: 水蛇座

source: Indus
ar: الهندي
de: Indianer
el: Ινδός
es: Indio
fr: Indien
he: אינדוס
hi: भारतीय
it: Indiano
ja: インディアン座
ko: 인디언자리
pt_br: Índio
ru: Индеец
ta: இண்டஸ்
te: ఇండస్
uk: Індіанець
vi: Người Ấn Độ
zh_hans: 印第安座
zh_hant: 印第安座

source: Lacerta
ar: السحلية
de: Eidechse
el: Σαύρα
es: Lagarto
fr: Lézard
he: לטאה
hi: छिपकली
it: Lucertola
ja: とかげ座
ko: 도마뱀자리
pt_br: Lagarto
ru: Ящерица
ta: லசெர்டா
te: లాసెర్టా
uk: Ящірка
vi: Thằn lằn
zh_hans: 蜥蜴座
zh_hant: 蜥蜴座

source: Leo
ar: الأسد
de: Löwe
el: Λέων
fr: Lion
he: אריה
hi: सिंह
it: Leone
ja: しし座
ko: 사자자리
pt_br: Leão
ru: Лев
ta: சிம்மம்
te: సింహం
uk: Лев
vi: Sư Tử
zh_hans: 狮子座
zh_hant: 獅子座

source: Leo Minor
ar: الأسد الأصغر
de: Kleiner Löwe
el: Μικρός Λέων
es: León Menor
fr: Petit Lion
he: אריה קטן
hi: लघु सिंह
it: Leone Minore
ja: こじし座
ko: 작은사자자리
pt_br: Leão Menor
ru: Малый Лев
ta: லியோ மைனர்
te: లియో మైనర్
uk: Малий Лев
vi: Sư Tử nhỏ
zh_hans: 小狮座
zh_hant: 小獅座

source: Lepus
ar: الأرنب
de: Hase
el: Λαγωός
es: Liebre
fr: Lièvre
he: ארנבת
hi: खरगोश
it: Lepre
ja: うさぎ座
ko: 토끼자리
pt_br: Lebre
ru: Заяц
ta: லெபஸ்
te: లెపస్
uk: Заєць
vi: Thỏ
zh_hans: 天兔座
zh_hant: 天兔座

source: Libra
ar: الميزان
de: Waage
el: Ζυγός
fr: Balance
he: מאזניים
hi: तुला
it: Bilancia
ja: てんびん座
ko: 천칭자리
pt_br: Balança
ru: Весы
ta: துலாம்
te: తుల
uk: Терези
vi: Thiên Bình
zh_hans: 天秤座
zh_hant: 天秤座

source: Lupus
ar: الذئب
de: Wolf
el: Λύκος
es: Lobo
fr: Loup
he: זאב
hi: भेड़िया
it: Lupo
ja: おおかみ座
ko: 이리자리
pt_br: Lobo
ru: Волк
ta: லூபஸ்
te: లూపస్
uk: Вовк
vi: Sói
zh_hans: 天狼座
zh_hant: 天狼座

source: Lynx
ar: الوشق
de: Luchs
el: Λύγξ
es: Lince
he: שונר
hi: स्याहगोश
it: Lince
ja: やまねこ座
ko: 살쾡이자리
pt_br: Lince
ru: Рысь
ta: லிங்க்ஸ்
te: లింక్స్
uk: Рись
vi: Linh miêu
zh_hans: 天猫座
zh_hant: 天貓座

source: Lyra
ar: القيثارة
de: Leier
el: Λύρα
es: Lira
fr: Lyre
he: נבל
hi: वीणा
it: Lira
ja: こと座
ko: 거문고자리
pt_br: Lira
ru: Лира
ta: லைரா
te: లిరా
uk: Ліра
vi: Đàn lia
zh_hans: 天琴座
zh_hant: 天琴座

source: Mensa
ar: الطاولة
de: Tafelberg
el: Τράπεζα
es: Mesa
fr: Table
he: הר השולחן
hi: मेज़ पर्वत
ja: テーブルさん座
ko: 테이블산자리
pt_br: Mesa
ru: Столовая Гора
ta: மென்சா
te: మెన్సా
uk: Столова Гора
vi: Núi Bàn
zh_hans: 桌山座
zh_hant: 桌山座

source: Microscopium
ar: المجهر
de: Mikroskop
el: Μικροσκόπιον
es: Microscopio
fr: Microscope
he: מיקרוסקופ
hi: सूक्ष्मदर्शी
it: Microscopio
ja: けんびきょう座
ko: 현미경자리
pt_br: Microscópio
ru: Микроскоп
ta: மைக்ரோஸ்கோப்பியம்
te: మైక్రోస్కోపియం
uk: Мікроскоп
vi: Kính hiển vi
zh_hans: 显微镜座
zh_hant: 顯微鏡座

source: Monoceros
ar: وحيد القرن
de: Einhorn
el: Μονόκερως
es: Unicornio
fr: Licorne
he: חד קרן
hi: एकशृंग
it: Unicorno
ja: いっかくじゅう座
ko: 외뿔소자리
pt_br: Unicórnio
ru: Единорог
ta: மோனோசெராஸ்
te: మోనోసెరోస్
uk: Єдиноріг
vi: Kỳ Lân
zh_hans: 麒麟座
zh_hant: 麒麟座

source: Musca
ar: الذبابة
de: Fliege
el: Μυία
es: Mosca
fr: Mouche
he: זבוב
hi: मक्खी
it: Mosca
ja: はえ座
ko: 파리자리
pt_br: Mosca
ru: Муха
ta: முஸ்கா
te: ముస్కా
uk: Муха
vi: Ruồi
zh_hans: 苍蝇座
zh_hant: 蒼蠅座

source: Norma
ar: المسطرة
de: Winkelmaß
el: Γνώμων
es: Escuadra
fr: Équerre
he: סרגל
hi: त्रिकोण पैमाना
ja: じょうぎ座
ko: 자(척도)자리
pt_br: Esquadro
ru: Угольник
ta: நார்மா
te: నార్మా
uk: Косинець
vi: Thước thợ
zh_hans: 矩尺座
zh_hant: 矩尺座

source: Octans
ar: الثمن
de: Oktant
el: Οκτάς
es: Octante
fr: Octant
he: אוקטנט
hi: अष्टांश
it: Ottante
ja: はちぶんぎ座
ko: 팔분의자리
pt_br: Octante
ru: Октант
ta: ஆக்டான்ஸ்
te: ఆక్టాన్స్
uk: Октант
vi: Thước đo góc
zh_hans: 南极座
zh_hant: 南極座

source: Ophiuchus
ar: الحواء
de: Schlangenträger
el: Οφιούχος
es: Ofiuco
fr: Serpentaire
he: נושא הנחש
hi: सर्प धारक
it: Ofiuco
ja: へびつかい座
ko: 뱀주인자리
pt_br: Serpentário
ru: Змееносец
ta: ஒஃபியூகஸ்
te: ఒఫియుచుస్
uk: Змієносець
vi: Xà Phu
zh_hans: 蛇夫座
zh_hant: 蛇夫座

source: Orion
ar: الجبار
el: Ωρίων
es: Orión
he: אוריון
hi: मृग
it: Orione
ja: オリオン座
ko: 오리온자리
pt_br: Órion
ru: Орион
ta: ஓரியன்
te: ఓరియన్
uk: Оріон
vi: Lạp Hộ
zh_hans: 猎户座
zh_hant: 獵戶座

source: Pavo
ar: الطاووس
de: Pfau
el: Ταώς
fr: Paon
he: טווס
hi: मोर
it: Pavone
ja: くじゃく座
ko: 공작자리
pt_br: Pavão
ru: Павлин
ta: பாவோ
te: పావో
uk: Павич
vi: Chim Công
zh_hans: 孔雀座
zh_hant: 孔雀座

source: Pegasus
ar: الجناح
el: Πήγασος
es: Pegaso
fr: Pégase
he: סוס מכונף
hi: पेगासस
it: Pegaso
ja: ペガスス座
ko: 페가수스자리
pt_br: Pégaso
ru: Пегас
ta: பெகாசஸ்
te: పెగాసస్
uk: Пегас
vi: Phi Mã
zh_hans: 飞马座
zh_hant: 飛馬座

source: Perseus
ar: فرسيوس
el: Περσεύς
es: Perseo
fr: Persée
he: פרסאוס
hi: पर्सियस
it: Perseo
ja: ペルセウス座
ko: 페르세우스자리
pt_br: Perseu
ru: Персей
ta: பெர்சியஸ்
te: పెర్సియస్
uk: Персей
zh_hans: 英仙座
zh_hant: 英仙座

source: Phoenix
ar: العنقاء
de: Phönix
el: Φοίνιξ
es: Fénix
fr: Phénix
he: עוף החול
hi: यूनानी फीनिक्स
it: Fenice
ja: ほうおう座
ko: 불사조자리
pt_br: Fênix
ru: Феникс
ta: பீனிக்ஸ்
te: ఫీనిక్స్
uk: Фенікс
vi: Phượng Hoàng
zh_hans: 凤凰座
zh_hant: 鳳凰座

source: Pictor
ar: الرسام
de: Maler
el: Ζωγράφος
es: Pintor
fr: Peintre
he: צייר
hi: चित्रकार
it: Pittore
ja: がか座
ko: 화가자리
pt_br: Cavalete
ru: Живописец
ta: பிக்டர்
te: పిక్టోర్
uk: Живописець
vi: Họa Sĩ
zh_hans: 绘架座
zh_hant: 繪架座

source: Pisces
ar: الحوتان
de: Fische
el: Ιχθύες
es: Piscis
fr: Poissons
he: דגים
hi: मीन
it: Pesci
ja: うお座
ko: 물고기자리
pt_br: Peixes
ru: Рыбы
ta: மீனம்
te: మీనం
uk: Риби
vi: Song Ngư
zh_hans: 双鱼座
zh_hant: 雙魚座

source: Piscis Austrinus
ar: الحوت الجنوبي
de: Südlicher Fisch
el: Νότιος Ιχθύς
es: Pez Austral
fr: Poisson austral
he: דג דרומי
hi: दक्षिणी मछली
it: Pesce Australe
ja: みなみのうお座
ko: 남쪽물고기자리
pt_br: Peixe Austral
ru: Южная Рыба
ta: பிஸ்கிஸ் ஆஸ்ட்ரினஸ்
te: పిస్సిస్ ఆస్ట్రినస్
uk: Південна Риба
vi: Cá phương Nam
zh_hans: 南鱼座
zh_hant: 南魚座

source: Puppis
ar: السطح
de: Achterdeck
el: Πρύμνη
es: Popa
fr: Poupe
he: ירכתיים
hi: नौका का पिछला भाग
it: Poppa
ja: とも座
ko: 고물자리
pt_br: Popa
ru: Корма
ta: பப்பிஸ்
te: పప్పిస్
uk: Корма
vi: Đuôi thuyền
zh_hans: 船尾座
zh_hant: 船尾座

source: Pyxis
ar: البوصلة
de: Kompass
el: Πυξίς
es: Brújula
fr: Boussole
he: מצפן
hi: दिशा सूचक यंत्र
it: Bussola
ja: らしんばん座
ko: 나침반자리
pt_br: Bússola
ru: Компас
ta: பிக்சிஸ்
te: పైక్సిస్
uk: Компас
vi: La bàn
zh_hans: 罗盘座
zh_hant: 羅盤座

source: Reticulum
ar: الشبكة
de: Netz
el: Δίκτυον
es: Retículo
fr: Réticule
he: רשת
hi: जाली
it: Reticolo
ja: レチクル座
ko: 그물자리
pt_br: Retículo
ru: Сетка
ta: ரெடிகுலம்
te: రెటికులం
uk: Сітка
vi: Lưới
zh_hans: 网罟座
zh_hant: 網罟座

source: Sagitta
ar: السهم
de: Pfeil
el: Τοξευτής
es: Flecha
fr: Flèche
he: חץ
hi: तीर
it: Freccia
ja: や座
ko: 화살자리
pt_br: Flecha
ru: Стрела
ta: சகிட்டா
te: సగిట్టా
uk: Стріла
vi: Mũi tên
zh_hans: 箭鱼座
zh_hant: 箭魚座

source: Sagittarius
ar: القوس
de: Schütze
el: Τοξότης
es: Sagitario
fr: Sagittaire
he: קשת
hi: धनु
it: Sagittario
ja: いて座
ko: 궁수자리
pt_br: Sagitário
ru: Стрелец
ta: தனுசு
te: ధనుస్సు
uk: Стрілець
vi: Nhân Mã
zh_hans: 人马座
zh_hant: 人馬座

source: Scorpius
ar: العقرب
de: Skorpion
el: Σκορπιός
es: Escorpio
fr: Scorpion
he: עקרב
hi: वृश्चिक
it: Scorpione
ja: さそり座
ko: 전갈자리
pt_br: Escorpião
ru: Скорпион
ta: விருச்சிகம்
te: వృశ్చికం
uk: Скорпіон
vi: Bọ Cạp
zh_hans: 天蝎座
zh_hant: 天蠍座

source: Sculptor
ar: النحات
de: Bildhauer
el: Γλύπτης
es: Escultor
fr: Sculpteur
he: פסל
hi: मूर्तिकार
it: Scultore
ja: ちょうこくしつ座
ko: 조각가자리
pt_br: Escultor
ru: Скульптор
ta: ஸ்கல்ப்டர்
te: స్కల్ప్టర్
uk: Скульптор
vi: Nhà điêu khắc
zh_hans: 玉夫座
zh_hant: 玉夫座

source: Scutum
ar: الدرع
de: Schild
el: Ασπίς
es: Escudo
fr: Écu de Sobieski
he: מגן
hi: ढाल
it: Scudo
ja: たて座
ko: 방패자리
pt_br: Escudo
ru: Щит
ta: ஸ்கூட்டம்
te: స్కూటం
uk: Щит
vi: Cái khiên
zh_hans: 盾牌座
zh_hant: 盾牌座

source: Serpens
ar: الحية
de: Schlange
el: Όφις
es: Serpiente
fr: Serpent
he: נחש
hi: सर्प
it: Serpente
ja: へび座
ko: 뱀자리
pt_br: Serpente
ru: Змея
ta: செர்பென்ஸ்
te: సెర్పెన్స్
uk: Змій
vi: Rắn
zh_hans: 巨蛇座
zh_hant: 巨蛇座

source: Serpens Caput
ar: رأس الحية
de: Kopf der Schlange
el: Κεφαλή Όφεως
es: Cabeza de la Serpiente
fr: Tête du Serpent
he: ראש הנחש
hi: सर्प का सिर
it: Serpente (Testa)
ja: へび座（頭）
ko: 뱀주인자리(머리)
pt_br: Cabeça da Serpente
ru: Голова Змеи
ta: செர்பென்ஸ் கபுட்
te: సెర్పెన్స్ కాపుట్
uk: Голова Змія
vi: Đầu rắn
zh_hans: 蛇首座
zh_hant: 蛇首座

source: Serpens Cauda
ar: ذيل الحية
de: Schwanz der Schlange
el: Ουρά Όφεως
es: Cola de la Serpiente
fr: Queue du Serpent
he: זנב הנחש
hi: सर्प की पूंछ
it: Serpente (Coda)
ja: へび座（尾）
ko: 뱀주인자리(꼬리)
pt_br: Cauda da Serpente
ru: Хвост Змеи
ta: செர்பென்ஸ் கவுடா
te: సెర్పెన్స్ కౌడా
uk: Хвіст Змія
vi: Đuôi rắn
zh_hans: 蛇尾座
zh_hant: 蛇尾座

source: Sextans
ar: السدس
de: Sextant
el: Εξάς
es: Sextante
fr: Sextant
he: סקסטנט
hi: षष्टांश यंत्र
it: Sestante
ja: ろくぶんぎ座
ko: 육분의자리
pt_br: Sextante
ru: Секстант
ta: செக்ஸ்டான்ஸ்
te: సెక్స్టాన్లు
uk: Секстант
vi: Thước sáu
zh_hans: 六分仪座
zh_hant: 六分儀座

source: Taurus
ar: الثور
de: Stier
el: Ταύρος
es: Tauro
fr: Taureau
he: שור
hi: वृषभ
it: Toro
ja: おうし座
ko: 황소자리
pt_br: Touro
ru: Телец
ta: ரிஷபம்
te: వృషభం
uk: Телець
vi: Kim Ngưu
zh_hans: 金牛座
zh_hant: 金牛座

source: Telescopium
ar: المقراب
de: Teleskop
el: Τηλεσκόπιον
es: Telescopio
fr: Télescope
he: טלסקופ
hi: दूरबीन
it: Telescopio
ja: ぼうえんきょう座
ko: 망원경자리
pt_br: Telescópio
ru: Телескоп
ta: டெலஸ்கோப்பியம்
te: టెలిస్కోపియం
uk: Телескоп
vi: Kính viễn vọng
zh_hans: 望远镜座
zh_hant: 望遠鏡座

source: Triangulum
ar: المثلث
de: Dreieck
el: Τρίγωνον
es: Triángulo
fr: Triangle
he: משולש
hi: त्रिभुज
it: Triangolo
ja: さんかく座
ko: 삼각형자리
pt_br: Triângulo
ru: Треугольник
ta: டிரையாங்குலம்
te: ట్రయాంగులం
uk: Трикутник
vi: Hình tam giác
zh_hans: 三角座
zh_hant: 三角座

source: Triangulum Australe
ar: المثلث الجنوبي
de: Südliches Dreieck
el: Νότιον Τρίγωνον
es: Triángulo Austral
fr: Triangle austral
he: משולש דרומי
hi: दक्षिणी त्रिभुज
it: Triangolo Australe
ja: みなみのさんかく座
ko: 남쪽삼각형자리
pt_br: Triângulo Austral
ru: Южный Треугольник
ta: டிரையாங்குலம் ஆஸ்ட்ரேல்
te: ట్రయాంగులం ఆస్ట్రేల్
uk: Південний Трикутник
vi: Hình tam giác phương Nam
zh_hans: 南三角座
zh_hant: 南三角座

source: Tucana
ar: الطوقان
de: Tukan
el: Τουκάνα
es: Tucán
fr: Toucan
he: טוקאן
hi: टूकन पक्षी
it: Tucano
ja: きょしちょう座
ko: 투칸자리
pt_br: Tucano
ru: Тукан
ta: டுக்கானா
te: టుకానా
uk: Тукан
vi: Chim mỏ quặp
zh_hans: 巨嘴鸟座
zh_hant: 巨嘴鳥座

source: Ursa Major
ar: الدب الأكبر
de: Großer Bär
el: Μεγάλη Άρκτος
es: Osa Mayor
fr: Grande Ourse
he: הדובה הגדולה
hi: सप्तर्षि
it: Orsa Maggiore
ja: おおぐま座
ko: 큰곰자리
pt_br: Ursa Maior
ru: Большая Медведица
ta: உர்சா மேஜர்
te: ఉర్సా మేజర్
uk: Велика Ведмедиця
vi: Gấu Lớn
zh_hans: 大熊座
zh_hant: 大熊座

source: Ursa Minor
ar: الدب الأصغر
de: Kleiner Bär
el: Μικρά Άρκτος
es: Osa Menor
fr: Petite Ourse
he: הדובה הקטנה
hi: ध्रुव मत्स्य
it: Orsa Minore
ja: こぐま座
ko: 작은곰자리
pt_br: Ursa Menor
ru: Малая Медведица
ta: உர்சா மைனர்
te: ఉర్సా మైనర్
uk: Мала Ведмедиця
vi: Gấu Nhỏ
zh_hans: 小熊座
zh_hant: 小熊座

source: Vela
ar: الشراع
de: Segel
el: Ιστία
fr: Voiles
he: מפרש
hi: नौका का पाल
ja: ほ座
ko: 돛자리
ru: Паруса
ta: வேலா
te: వేలా
uk: Вітрила
vi: Cánh buồm
zh_hans: 船帆座
zh_hant: 船帆座

source: Virgo
ar: العذراء
de: Jungfrau
el: Παρθένος
fr: Vierge
he: בתולה
hi: कन्या
it: Vergine
ja: おとめ座
ko: 처녀자리
pt_br: Virgem
ru: Дева
ta: கன்னி
te: కన్య
uk: Діва
vi: Xử Nữ
zh_hans: 室女座
zh_hant: 室女座

source: Volans
ar: السمكة الطائرة
de: Fliegender Fisch
el: Ιπτάμενος Ιχθύς
es: Pez Volador
fr: Poisson volant
he: דג מעופף
hi: उड़ती मछली
it: Pesce Volante
ja: とびうお座
ko: 날치자리
pt_br: Peixe Voador
ru: Летучая Рыба
ta: வோலன்ஸ்
te: వోలన్స్
uk: Летюча Риба
vi: Cá bay
zh_hans: 飞鱼座
zh_hant: 飛魚座

source: Vulpecula
ar: الثعلب
de: Füchschen
el: Αλώπηξ
es: Zorra
fr: Renard
he: שועלון
hi: छोटी लोमड़ी
it: Volpetta
ja: こぎつね座
ko: 여우자리
pt_br: Raposa
ru: Лисичка
ta: வல்பிகுலா
te: వుల్పెకులా
uk: Лисичка
vi: Cáo nhỏ
zh_hans: 小狐座
zh_hant: 小狐座
